Repository: alikian/pippipgo-ios
Catalog: pippipgo/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fa, fil, fil_ph, fr, it, ja, ko, ru, tr, vi, zh_hans

source: Pip is getting ready to welcome you…
ar: بيب يستعد للترحيب بك…
es: Pip se está preparando para darte la bienvenida…
fa: Pip دارد برای خوشامدگویی به شما آماده می‌شود…
fil: Naghahanda na si Pip para salubungin ka…
fil_ph: Naghahanda na si Pip para salubungin ka…
fr: Pip se prépare à vous accueillir…
it: Pip si sta preparando ad accoglierti…
ja: Pipがお迎えの準備をしています…
ko: Pip이 반갑게 맞이할 준비를 하고 있어요…
ru: Pip готовится вас приветствовать…
tr: Pip sizi karşılamaya hazırlanıyor…
vi: Pip đang chuẩn bị chào đón bạn…
zh_hans: Pip 正在准备迎接你…

source: Pip is speaking…
ar: بيب يتحدث…
es: Pip está hablando…
fa: Pip دارد صحبت می‌کند…
fil: Nagsasalita si Pip…
fil_ph: Nagsasalita si Pip…
fr: Pip parle…
it: Pip sta parlando…
ja: Pipが話しています…
ko: Pip이 말하고 있어요…
ru: Pip говорит…
tr: Pip konuşuyor…
vi: Pip đang nói…
zh_hans: Pip 正在说话…

source: Pip 🦆
ar: بيب 🦆

source: Pip's tone
ar: أسلوب بيب
es: Tono de Pip
fa: لحن Pip
fil: Tono ni Pip
fil_ph: Tono ni Pip
fr: Ton de Pip
it: Tono di Pip
ja: Pipの話し方
ko: Pip의 말투
ru: Манера речи Pip
tr: Pip’in üslubu
vi: Giọng điệu của Pip
zh_hans: Pip 的语气

source: Pip, a fluffy dog, on a sunny seaside terrace
ar: بيب، كلب كثيف الفرو على شرفة مشمسة مطلة على البحر
es: Pip, un perro esponjoso en una terraza soleada junto al mar
fa: پیپ، سگی پشمالو، روی تراسی آفتابی کنار دریا
fil: Malambot ang balahibong asong si Pip sa maaraw na terasa sa tabing-dagat
fil_ph: Si Pip, isang malambot na aso sa maaraw na terasa sa tabing-dagat
fr: Pip, un chien tout duveteux sur une terrasse ensoleillée au bord de la mer
it: Pip, un cane dal pelo soffice, su una terrazza soleggiata sul mare
ja: 晴れた海辺のテラスにいる、ふわふわの犬のPip
ko: 햇살이 비치는 바닷가 테라스의 복슬복슬한 강아지 Pip
ru: Пушистый пёс Pip на солнечной террасе у моря
tr: Güneşli bir sahil terasında tüylü bir köpek olan Pip
vi: Pip, chú chó lông xù trên sân hiên ven biển đầy nắng
zh_hans: 阳光明媚的海滨露台上，一只毛茸茸的狗狗 Pip

source: Pip, your friendly local guide
ar: بيب، دليلك المحلي الودود
es: Pip, tu simpático guía local
fa: Pip، راهنمای محلیِ خوش‌برخورد شما
fil: Si Pip, ang magiliw mong lokal na gabay
fil_ph: Si Pip, ang palakaibigan mong lokal na gabay
fr: Pip, votre guide local sympathique
it: Pip, la tua simpatica guida del posto
ja: Pip、親しみやすい地元ガイド
ko: 친근한 현지 가이드 Pip
ru: Pip, ваш дружелюбный местный гид
tr: Pip, samimi yerel rehberiniz
vi: Pip, hướng dẫn viên địa phương thân thiện của bạn
zh_hans: Pip，你友善的本地向导

source: Pip’s voice
ar: صوت بيب
es: Voz de Pip
fa: صدای پیپ
fil: Boses ni Pip
fil_ph: Boses ni Pip
fr: Voix de Pip
it: Voce di Pip
ja: Pipの声
ko: Pip의 목소리
ru: Голос Pip
tr: Pip’in sesi
vi: Giọng nói của Pip
zh_hans: Pip 的声音

source: Pip’s waiting hum
ar: همهمة بيب أثناء الانتظار
es: Tarareo de espera de Pip
fa: زمزمهٔ انتظار Pip
fil: Himig ni Pip habang naghihintay
fil_ph: Huni ni Pip habang naghihintay
fr: Fredonnement d’attente de Pip
it: Il motivetto d’attesa di Pip
ja: Pipの待機中の鼻歌
ko: Pip이 기다리며 흥얼거리는 소리
ru: Напев Pip в ожидании
tr: Pip’in bekleme mırıltısı
vi: Tiếng ngân nga chờ đợi của Pip
zh_hans: Pip 等待时的哼唱

source: Place details
ar: تفاصيل المكان
es: Detalles del lugar
fa: جزئیات مکان
fil: Mga detalye ng lugar
fil_ph: Mga detalye ng lugar
fr: Détails du lieu
it: Dettagli del luogo
ja: 場所の詳細
ko: 장소 상세 정보
ru: Информация о месте
tr: Yer ayrıntıları
vi: Chi tiết địa điểm
zh_hans: 地点详情

source: Plan a trip
ar: خطط لرحلة
es: Planificar un viaje
fa: برنامه‌ریزی سفر
fil: Magplano ng biyahe
fil_ph: Magplano ng biyahe
fr: Planifier un voyage
it: Organizza un viaggio
ja: 旅行を計画する
ko: 여행 계획하기
ru: Спланировать поездку
tr: Bir seyahat planla
vi: Lên kế hoạch chuyến đi
zh_hans: 规划行程

source: Planning feels best when…
ar: يكون التخطيط أفضل عندما…
es: Planificar se disfruta más cuando…
fa: برنامه‌ریزی وقتی بهتره که…
fil: Pinakamasarap magplano kapag…
fil_ph: Pinakamasarap magplano kapag…
fr: Vous préférez planifier…
it: Pianificare è più piacevole quando…
ja: 旅行の計画は、どんなときが一番楽しい？
ko: 계획은 이런 순간에 가장 즐거워요…
ru: Планировать приятнее, когда…
tr: Plan yapmak en keyifli hâlini…
vi: Việc lên kế hoạch tuyệt nhất khi…
zh_hans: 怎样的规划方式最合你心意……

source: Polish
ar: البولندية
es: Polaco
fa: لهستانی
fil: Polako
fr: Polonais
it: Polacco
ja: ポーランド語
ko: 폴란드어
ru: Польский
tr: Lehçe
vi: Tiếng Ba Lan
zh_hans: 波兰语

source: Portuguese
ar: البرتغالية
es: Portugués
fa: پرتغالی
fil: Portuges
fil_ph: Portuges
fr: Portugais
it: Portoghese
ja: ポルトガル語
ko: 포르투갈어
ru: Португальский
tr: Portekizce
vi: Tiếng Bồ Đào Nha
zh_hans: 葡萄牙语

source: Preference
ar: التفضيل
es: Preferencia
fa: ترجیح
fil: Kagustuhan
fil_ph: Kagustuhan
fr: Préférence
it: Preferenza
ja: 設定
ko: 환경설정
ru: Настройка
tr: Tercih
vi: Tùy chọn
zh_hans: 偏好

source: Preferences changed elsewhere. Load the latest and review your edit.
ar: تغيّرت التفضيلات في مكان آخر. حمّل أحدث نسخة وراجع تعديلاتك.
es: Las preferencias cambiaron en otro lugar. Carga la versión más reciente y revisa tus cambios.
fa: ترجیحات در جای دیگری تغییر کرده‌اند. آخرین نسخه را بارگیری کنید و تغییرتان را بازبینی کنید.
fil: May nagbago sa mga kagustuhan mo sa ibang lugar. I-load ang pinakabago at suriin ang mga pagbabago mo.
fil_ph: Nabago ang mga kagustuhan sa ibang lugar. I-load ang pinakabago at suriin ang mga edit mo.
fr: Les préférences ont été modifiées ailleurs. Chargez la dernière version et vérifiez vos modifications.
it: Le preferenze sono state modificate altrove. Carica la versione più recente e rivedi le modifiche.
ja: 設定が別の場所で変更されました。最新の内容を読み込み、編集内容を確認してください。
ko: 다른 곳에서 환경설정이 변경되었어요. 최신 내용을 불러온 다음 수정 사항을 확인해 주세요.
ru: Настройки изменены в другом месте. Загрузите последнюю версию и проверьте свои изменения.
tr: Tercihler başka bir yerde değiştirildi. En güncel hâlini yükleyip düzenlemenizi gözden geçirin.
vi: Tùy chọn đã thay đổi ở nơi khác. Tải bản mới nhất và xem lại nội dung bạn chỉnh sửa.
zh_hans: 偏好设置已在其他地方更改。请加载最新内容并检查你的编辑。

source: Preview
ar: معاينة
es: Vista previa
fa: پیش‌نمایش
fil: I-preview
fil_ph: I-preview
fr: Aperçu
it: Anteprima
ja: プレビュー
ko: 미리 듣기
ru: Предпрослушать
tr: Önizleme
vi: Xem trước
zh_hans: 预览

source: Preview %@ voice
ar: معاينة صوت %@
es: Vista previa de la voz de %@
fa: پیش‌نمایش صدای %@
fil: I-preview ang boses na %@
fil_ph: I-preview ang boses na %@
fr: Écouter un aperçu de la voix %@
it: Anteprima della voce %@
ja: %@の音声を試聴
ko: %@ 목소리 미리 듣기
ru: Прослушать голос %@
tr: %@ sesini önizle
vi: Nghe thử giọng %@
zh_hans: 预览 %@ 语音

source: Preview, choose a voice, then Save & Done. Applies to your next Pip or translation session.
ar: استمع إلى المعاينة، واختر صوتًا، ثم اضغط على «حفظ وإنهاء». سيُطبّق ذلك على جلسة بيب أو الترجمة التالية.
es: Escucha la vista previa, elige una voz y luego toca Guardar y listo. Se aplicará a tu próxima sesión con Pip o de traducción.
fa: پیش‌نمایش کن، یک صدا انتخاب کن، بعد «ذخیره و پایان» را بزن. این تغییرات برای جلسه بعدی‌ات با Pip یا ترجمه اعمال می‌شود.
fil: Mag-preview, pumili ng boses, pagkatapos ay i-tap ang I-save at Tapos. Gagamitin ito sa susunod mong sesyon kay Pip o sa pagsasalin.
fil_ph: Mag-preview, pumili ng boses, pagkatapos ay I-save at Tapos na. Mailalapat ito sa susunod mong session kay Pip o sa pagsasalin.
fr: Affichez un aperçu, choisissez une voix, puis touchez « Enregistrer et terminer ». Ces réglages s’appliqueront à votre prochaine session avec Pip ou de traduction.
it: Visualizza l’anteprima, scegli una voce, poi tocca Salva e fine. Le modifiche si applicheranno alla prossima sessione con Pip o di traduzione.
ja: プレビューして声を選び、保存して完了します。次回のPipまたは翻訳セッションに適用されます。
ko: 미리 듣고 목소리를 선택한 다음, 저장 및 완료를 누르세요. 다음 Pip 이용 또는 번역 세션부터 적용돼요.
ru: Прослушайте варианты, выберите голос, затем нажмите «Сохранить и завершить». Настройка будет применена при следующем разговоре с Pip или сеансе перевода.
tr: Önizleyin, bir ses seçin, ardından Kaydet ve Bitir’e dokunun. Bu seçim, sonraki Pip veya çeviri oturumunuzda geçerli olur.
vi: Nghe thử, chọn giọng nói, rồi chọn Lưu & Xong. Áp dụng cho phiên Pip hoặc phiên dịch tiếp theo của bạn.
zh_hans: 预览并选择语音，然后点“保存并完成”。此设置将应用于你下次与 Pip 交流或使用翻译时。

source: Privacy
ar: الخصوصية
es: Privacidad
fa: حریم خصوصی
fil_ph: Pagkapribado
fr: Confidentialité
ja: プライバシー
ko: 개인정보 보호
ru: Конфиденциальность
tr: Gizlilik
vi: Quyền riêng tư
zh_hans: 隐私

source: Reading your receipt…
ar: جارٍ قراءة إيصالك…
es: Leyendo el recibo…
fa: در حال خواندن رسیدت…
fil: Binabasa ang resibo mo…
fil_ph: Binabasa ang resibo…
fr: Lecture de votre justificatif…
it: Lettura della ricevuta…
ja: 領収書を読み取り中…
ko: 영수증을 읽고 있어요…
ru: Читаем чек…
tr: Makbuzunuz okunuyor…
vi: Đang đọc biên nhận…
zh_hans: 正在读取你的凭证…

source: Remove this companion from their trips before deleting them.
ar: أزل هذا الرفيق من رحلاته قبل حذفه.
es: Quita a este acompañante de sus viajes antes de eliminarlo.
fa: پیش از حذف این همراه، او را از سفرهایش حذف کنید.
fil: Alisin muna ang kasama sa kanilang mga biyahe bago sila i-delete.
fil_ph: Alisin muna ang kasamang ito sa mga biyahe niya bago siya burahin.
fr: Retirez d’abord ce compagnon de ses voyages avant de le supprimer.
it: Rimuovi questo compagno di viaggio dai suoi viaggi prima di eliminarlo.
ja: 削除する前に、この同行者を旅行から外してください。
ko: 삭제하기 전에 이 동행자를 해당 여행에서 먼저 제외해 주세요.
ru: Перед удалением уберите этого попутчика из его поездок.
tr: Silmeden önce bu yol arkadaşını seyahatlerinden çıkarın.
vi: Xóa người đồng hành này khỏi các chuyến đi trước khi xóa họ.
zh_hans: 删除同行者前，请先将其从行程中移除。

source: Rest after arrival: %lld min
ar: الراحة بعد الوصول: %lld دقيقة
es: Descanso tras la llegada: %lld min
fa: استراحت پس از رسیدن: %lld دقیقه
fil: Magpahinga pagkadating: %lld min
fil_ph: Pahinga pagdating: %lld min
fr: Repos après l’arrivée : %lld min
it: Riposo dopo l'arrivo: %lld min
ja: 到着後の休憩：%lld分
ko: 도착 후 휴식: %lld분
ru: Отдых после прибытия: %lld мин
tr: Varıştan sonra dinlenme: %lld dk
vi: Nghỉ ngơi sau khi đến: %lld phút
zh_hans: 抵达后休息：%lld 分钟

source: Retry deletion
ar: إعادة محاولة الحذف
es: Reintentar eliminación
fa: تلاش دوباره برای حذف
fil: Subukang muli ang pag-delete
fil_ph: Subukang muli ang pagbura
fr: Réessayer la suppression
it: Riprova a eliminare
ja: 削除を再試行
ko: 삭제 다시 시도
ru: Повторить удаление
tr: Silmeyi yeniden dene
vi: Thử xóa lại
zh_hans: 重试删除

source: Retry preference change
ar: إعادة محاولة تغيير التفضيل
es: Reintentar el cambio de preferencias
fa: تلاش دوباره برای تغییر ترجیحات
fil: Subukang muli ang pagbabago ng kagustuhan
fil_ph: Subukang muli ang pagbabago ng kagustuhan
fr: Réessayer de modifier les préférences
it: Riprova a modificare le preferenze
ja: 設定の変更を再試行
ko: 환경설정 변경 다시 시도
ru: Повторить изменение настройки
tr: Tercih değişikliğini yeniden dene
vi: Thử đổi tùy chọn lại
zh_hans: 重试更改偏好

source: Retry saving these choices
ar: إعادة محاولة حفظ هذه الخيارات
es: Reintentar guardar estas opciones
fa: دوباره برای ذخیره این انتخاب‌ها تلاش کن
fil: Subukang i-save muli ang mga piniling ito
fil_ph: Subukang muli ang pag-save ng mga piniling ito
fr: Réessayer d’enregistrer ces choix
it: Riprova a salvare queste scelte
ja: この選択内容の保存を再試行
ko: 선택 사항 저장 다시 시도
ru: Повторить сохранение выбранных вариантов
tr: Bu seçimleri kaydetmeyi yeniden dene
vi: Thử lưu các lựa chọn này lại
zh_hans: 重试保存这些选项

source: Return to PipPipGo and ask for directions again.
ar: عُد إلى PipPipGo واطلب الاتجاهات مجددًا.
es: Vuelve a PipPipGo y pide indicaciones de nuevo.
fa: به PipPipGo برگردید و دوباره مسیر را بپرسید.
fil: Bumalik sa PipPipGo at humingi muli ng direksyon.
fil_ph: Bumalik sa PipPipGo at humingi ulit ng direksyon.
fr: Retournez dans PipPipGo et redemandez votre itinéraire.
it: Torna su PipPipGo e chiedi di nuovo indicazioni stradali.
ja: PipPipGoに戻り、もう一度道順を尋ねてください。
ko: PipPipGo로 돌아가 길을 다시 물어보세요.
ru: Вернитесь в PipPipGo и снова попросите показать маршрут.
tr: PipPipGo’ya dönüp yeniden yol tarifi isteyin.
vi: Quay lại PipPipGo và yêu cầu chỉ đường lần nữa.
zh_hans: 返回 PipPipGo 并再次询问路线。

source: Review %@
ar: مراجعة %@
es: Revisar %@
fa: بازبینی %@
fil: Suriin ang %@
fil_ph: Suriin ang %@
fr: Vérifier %@
it: Rivedi %@
ja: %@を確認
ko: %@ 확인
ru: Проверить %@
tr: %@ öğesini gözden geçir
vi: Xem lại %@
zh_hans: 查看 %@

source: Review & edit saved details
ar: مراجعة التفاصيل المحفوظة وتعديلها
es: Revisar y editar los datos guardados
fa: بازبینی و ویرایش جزئیات ذخیره‌شده
fil: Suriin at i-edit ang mga naka-save na detalye
fil_ph: Suriin at i-edit ang mga naka-save na detalye
fr: Vérifier et modifier les informations enregistrées
it: Rivedi e modifica i dettagli salvati
ja: 保存済みの詳細を確認・編集
ko: 저장된 정보 확인 및 수정
ru: Проверить и изменить сохранённые данные
tr: Kaydedilen ayrıntıları gözden geçir ve düzenle
vi: Xem lại và chỉnh sửa thông tin đã lưu
zh_hans: 查看并编辑已保存的信息

source: Review a time for your plans
ar: مراجعة موعد لخططك
es: Revisa un horario para tus planes
fa: زمانی را برای برنامه‌هایت بررسی کن
fil: Suriin ang oras para sa mga plano mo
fil_ph: Suriin ang oras para sa mga plano mo
fr: Choisissez un horaire pour vos activités
it: Rivedi un orario per i tuoi programmi
ja: 予定の時間を確認
ko: 계획에 넣을 시간 확인
ru: Проверить время для планов
tr: Planlarınız için bir saati gözden geçirin
vi: Xem lại thời gian cho kế hoạch của bạn
zh_hans: 查看计划的时间

source: Review and add to calendar
ar: مراجعة وإضافة إلى التقويم
es: Revisar y añadir al calendario
fa: مرور و افزودن به تقویم
fil: Suriin at idagdag sa kalendaryo
fil_ph: Suriin at idagdag sa kalendaryo
fr: Vérifier et ajouter au calendrier
it: Rivedi e aggiungi al calendario
ja: 確認してカレンダーに追加
ko: 확인 후 캘린더에 추가
ru: Проверить и добавить в календарь
tr: Gözden geçir ve takvime ekle
vi: Xem lại và thêm vào lịch
zh_hans: 查看并添加到日历

source: Review your trip
ar: مراجعة رحلتك
es: Revisar tu viaje
fa: سفرت را مرور کن
fil: Suriin ang biyahe mo
fil_ph: Suriin ang biyahe mo
fr: Vérifier votre voyage
it: Rivedi il tuo viaggio
ja: 旅行を確認
ko: 여행 확인
ru: Проверить поездку
tr: Seyahatinizi gözden geçirin
vi: Xem lại chuyến đi
zh_hans: 查看你的行程

source: Review, correct or delete this detail
ar: راجع هذه التفاصيل أو صحّحها أو احذفها
es: Revisa, corrige o elimina este dato
fa: این مورد را بازبینی، اصلاح یا حذف کنید
fil: Suriin, itama o i-delete ang detalyeng ito
fil_ph: Suriin, itama o burahin ang detalyeng ito
fr: Vérifier, corriger ou supprimer cette information
it: Rivedi, correggi o elimina questo dettaglio
ja: この詳細を確認・修正・削除
ko: 이 정보 확인, 수정 또는 삭제
ru: Проверить, исправить или удалить эти данные
tr: Bu ayrıntıyı gözden geçirin, düzeltin veya silin
vi: Xem lại, sửa hoặc xóa chi tiết này
zh_hans: 查看、更正或删除此项信息

source: Russian
ar: الروسية
es: Ruso
fa: روسی
fil: Ruso
fil_ph: Ruso
fr: Russe
it: Russo
ja: ロシア語
ko: 러시아어
ru: Русский
tr: Rusça
vi: Tiếng Nga
zh_hans: 俄语

source: Save & Done
ar: حفظ وإنهاء
es: Guardar y listo
fa: ذخیره و پایان
fil: I-save at Tapos
fil_ph: I-save at Tapos na
fr: Enregistrer et terminer
it: Salva e termina
ja: 保存して完了
ko: 저장 및 완료
ru: Сохранить и завершить
tr: Kaydet ve Bitir
vi: Lưu & Xong
zh_hans: 保存并完成

source: Save as a trip
ar: حفظ كرحلة
es: Guardar como viaje
fa: به‌عنوان سفر ذخیره کن
fil: I-save bilang biyahe
fil_ph: I-save bilang biyahe
fr: Enregistrer comme voyage
it: Salva come viaggio
ja: 旅行として保存
ko: 여행으로 저장
ru: Сохранить как поездку
tr: Seyahat olarak kaydet
vi: Lưu thành chuyến đi
zh_hans: 保存为行程

source: Save your changes?
ar: هل تريد حفظ التغييرات؟
es: ¿Guardar los cambios?
fa: تغییراتت ذخیره شود؟
fil: I-save ang mga pagbabago mo?
fil_ph: I-save ang mga pagbabago mo?
fr: Enregistrer vos modifications ?
it: Salvare le modifiche?
ja: 変更を保存しますか？
ko: 변경 사항을 저장할까요?
ru: Сохранить изменения?
tr: Değişiklikleriniz kaydedilsin mi?
vi: Lưu các thay đổi của bạn?
zh_hans: 保存更改？

source: Saving…
ar: جارٍ الحفظ…
es: Guardando…
fa: در حال ذخیره…
fil: Sine-save…
fil_ph: Nagse-save…
fr: Enregistrement…
it: Salvataggio…
ja: 保存中…
ko: 저장 중…
ru: Сохранение…
tr: Kaydediliyor…
vi: Đang lưu…
zh_hans: 正在保存…

source: Segment %lld
ar: المقطع %lld
es: Tramo %lld
fa: بخش %lld
fil: Segmento %lld
fil_ph: Segmento %lld
fr: Étape %lld
it: Tappa %lld
ja: 区間%lld
ko: 구간 %lld
ru: Сегмент %lld
tr: Bölüm %lld
vi: Phân đoạn %lld
zh_hans: 行程段 %lld

source: Select %@ voice
ar: اختر صوت %@
es: Seleccionar la voz de %@
fa: انتخاب صدای %@
fil: Pumili ng boses na %@
fil_ph: Pumili ng boses na %@
fr: Sélectionner la voix %@
it: Seleziona la voce %@
ja: %@の音声を選択
ko: %@ 음성 선택
ru: Выбрать голос %@
tr: %@ sesini seç
vi: Chọn giọng %@
zh_hans: 选择 %@ 语音

source: Sign-in error: %@
ar: خطأ في تسجيل الدخول: %@
es: Error de inicio de sesión: %@
fa: خطای ورود: %@
fil: Error sa pag-sign in: %@
fil_ph: Error sa pag-sign in: %@
fr: Erreur de connexion : %@
it: Errore di accesso: %@
ja: サインインエラー：%@
ko: 로그인 오류: %@
ru: Ошибка входа: %@
tr: Oturum açma hatası: %@
vi: Lỗi đăng nhập: %@
zh_hans: 登录错误：%@

source: Sign-in was cancelled.
ar: تم إلغاء تسجيل الدخول.
es: Se canceló el inicio de sesión.
fa: ورود لغو شد.
fil: Kinansela ang pag-sign in.
fil_ph: Kinansela ang pag-sign in.
fr: La connexion a été annulée.
it: Accesso annullato.
ja: サインインがキャンセルされました。
ko: 로그인이 취소되었습니다.
ru: Вход отменён.
tr: Oturum açma işlemi iptal edildi.
vi: Đã hủy đăng nhập.
zh_hans: 登录已取消。

source: Source: Google Maps
ar: المصدر: خرائط Google
es: Fuente: Google Maps
fa: منبع: Google Maps
fil: Pinagmulan: Google Maps
fil_ph: Pinagmulan: Google Maps
it: Fonte: Google Maps
ja: 出典：Google マップ
ko: 출처: Google 지도
ru: Источник: Google Maps
tr: Kaynak: Google Haritalar
vi: Nguồn: Google Maps
zh_hans: 来源：Google 地图

source: Spanish
ar: الإسبانية
es: Español
fa: اسپانیایی
fil: Espanyol
fil_ph: Espanyol
fr: Espagnol
it: Spagnolo
ja: スペイン語
ko: 스페인어
ru: Испанский
tr: İspanyolca
vi: Tiếng Tây Ban Nha
zh_hans: 西班牙语

source: Start PipPipGo
ar: ابدأ PipPipGo
es: Iniciar PipPipGo
fa: شروع PipPipGo
fil: Simulan ang PipPipGo
fil_ph: Simulan ang PipPipGo
fr: Lancer PipPipGo
it: Inizia con PipPipGo
ja: PipPipGoを始める
ko: PipPipGo 시작
ru: Начать работу с PipPipGo
tr: PipPipGo'yu başlat
vi: Bắt đầu PipPipGo
zh_hans: 开始使用 PipPipGo

source: Starts
ar: يبدأ
es: Empieza
fa: شروع
fil: Magsisimula
fil_ph: Magsisimula
fr: Début
it: Inizio
ja: 開始
ko: 시작
ru: Начинается
tr: Başlangıç
vi: Bắt đầu
zh_hans: 开始时间

source: Stop %@ voice preview
ar: إيقاف معاينة صوت %@
es: Detener la vista previa de la voz de %@
fa: توقف پیش‌نمایش صدای %@
fil: Ihinto ang preview ng boses na %@
fil_ph: Ihinto ang preview ng boses na %@
fr: Arrêter l’aperçu de la voix %@
it: Interrompi l’anteprima della voce %@
ja: %@の音声プレビューを停止
ko: %@ 음성 미리 듣기 중지
ru: Остановить прослушивание голоса %@
tr: %@ ses önizlemesini durdur
vi: Dừng nghe thử giọng %@
zh_hans: 停止预览 %@ 语音

source: Stop dictation
ar: إيقاف الإملاء
es: Detener dictado
fa: توقف دیکته
fil: Ihinto ang pagdidikta
fil_ph: Ihinto ang pagdidikta
fr: Arrêter la dictée
it: Interrompi dettatura
ja: 音声入力を停止
ko: 받아쓰기 중지
ru: Остановить диктовку
tr: Dikteyi durdur
vi: Dừng đọc chính tả
zh_hans: 停止听写

source: Swedish
ar: السويدية
es: Sueco
fa: سوئدی
fil: Suweko
fil_ph: Suweko
fr: Suédois
it: Svedese
ja: スウェーデン語
ko: 스웨덴어
ru: Шведский
tr: İsveççe
vi: Tiếng Thụy Điển
zh_hans: 瑞典语

source: Sync cursor must not be negative.
ar: يجب ألا يكون موضع المزامنة سالبًا.
es: El cursor de sincronización no puede ser negativo.
fa: مقدار نشانگر همگام‌سازی نباید منفی باشد.
fil: Hindi maaaring negatibo ang sync cursor.
fil_ph: Hindi dapat negatibo ang sync cursor.
fr: Le curseur de synchronisation ne peut pas être négatif.
it: Il cursore di sincronizzazione non può essere negativo.
ja: 同期カーソルは負の値にできません。
ko: 동기화 커서는 음수일 수 없습니다.
ru: Позиция синхронизации не может быть отрицательной.
tr: Eşitleme imleci negatif olamaz.
vi: Vị trí con trỏ đồng bộ không được âm.
zh_hans: 同步游标不能为负数。

source: Tagalog
ar: التاغالوغية
es: Tagalo
fa: تاگالوگ
ja: タガログ語
ko: 타갈로그어
ru: Тагальский
tr: Tagalogca
vi: Tiếng Tagalog
zh_hans: 他加禄语

source: Tell Pip a little, add a booking, or choose Nothing yet.
ar: أخبر Pip قليلًا عن خطتك، أو أضف حجزًا، أو اختر «لا شيء بعد».
es: Cuéntale un poco a Pip, añade una reserva o elige «Todavía nada».
fa: کمی برای Pip توضیح دهید، جزئیات رزرو را اضافه کنید یا «هنوز چیزی ندارم» را انتخاب کنید.
fil: Magkuwento nang kaunti kay Pip, magdagdag ng booking, o piliin ang Wala pa.
fil_ph: Magkuwento nang kaunti kay Pip, magdagdag ng booking, o piliin ang Wala pa.
fr: Dites quelques mots à Pip, ajoutez une réservation ou choisissez « Pas encore ».
it: Racconta qualcosa a Pip, aggiungi una prenotazione oppure scegli «Non ancora».
ja: Pipに少し伝えるか、予約を追加するか、「まだ何もありません」を選んでください。
ko: Pip에게 여행 정보를 조금 알려주거나, 예약을 추가하거나, 아직 정해진 것이 없음을 선택하세요.
ru: Расскажите Пип немного о себе, добавьте бронирование или выберите «Пока ничего».
tr: Pip'e biraz bilgi ver, rezervasyon ekle veya Şimdilik hiçbir şey'i seç.
vi: Kể Pip nghe một chút, thêm thông tin đặt chỗ hoặc chọn Chưa có gì.
zh_hans: 告诉 Pip 一些信息、添加预订，或选择“还没有”。

source: Thai
ar: التايلاندية
es: Tailandés
fa: تایلندی
fr: Thaï
it: Thailandese
ja: タイ語
ko: 태국어
ru: Тайский
tr: Tayca
vi: Tiếng Thái
zh_hans: 泰语

source: That sounds lovely. We can plan a morning in Montmartre, lunch at a neighborhood bistro, and a walk along the Seine. What dates do you have in mind?
ar: يبدو هذا رائعًا. يمكننا التخطيط لقضاء صباح في مونمارتر، وتناول الغداء في مطعم محلي، والتنزه على ضفاف نهر السين. ما التواريخ التي تفكر فيها؟
es: Suena genial. Podemos planear una mañana en Montmartre, almorzar en un bistró del barrio y dar un paseo junto al Sena. ¿Qué fechas tienes en mente?
fa: چه عالی. می‌توانیم برای صبح در مونمارتر، ناهار در یک رستوران محلی و قدم‌زدن در کنار رود سن برنامه‌ریزی کنیم. چه تاریخ‌هایی مدنظرتان است؟
fil: Ang ganda naman! Maaari tayong magplano ng umaga sa Montmartre, tanghalian sa isang bistro sa kapitbahayan, at paglalakad sa tabi ng Seine. Anong mga petsa ang naiisip mo?
fil_ph: Ang ganda naman. Maaari tayong magplano ng umaga sa Montmartre, tanghalian sa isang bistro sa kapitbahayan, at paglalakad sa tabi ng Seine. Anong mga petsa ang naiisip mo?
fr: Ça a l’air super. On pourrait prévoir une matinée à Montmartre, déjeuner dans un bistrot de quartier et une promenade le long de la Seine. Quelles dates avez-vous en tête ?
it: Che meraviglia! Possiamo organizzare una mattinata a Montmartre, un pranzo in una trattoria di quartiere e una passeggiata lungo la Senna. A quali date stavi pensando?
ja: いいですね。モンマルトルで朝を過ごし、街のビストロでランチを楽しんで、セーヌ川沿いを散歩するプランはいかがでしょう。いつ頃の旅行をお考えですか？
ko: 정말 멋지네요. 몽마르트르에서 아침을 보내고, 동네 비스트로에서 점심을 먹은 뒤 센강을 따라 산책하는 일정을 계획할 수 있어요. 언제 여행하실 예정인가요?
ru: Звучит чудесно. Можно спланировать утро на Монмартре, обед в бистро по соседству и прогулку вдоль Сены. На какие даты вы рассчитываете?
tr: Kulağa harika geliyor. Montmartre'da bir sabah, mahalle bistrosunda öğle yemeği ve Seine kıyısında bir yürüyüş planlayabiliriz. Hangi tarihleri düşünüyorsun?
vi: Nghe thật tuyệt. Chúng ta có thể lên kế hoạch cho một buổi sáng ở Montmartre, ăn trưa tại một quán ăn địa phương và đi dạo dọc sông Seine. Bạn dự định đi vào ngày nào?
zh_hans: 听起来很棒。我们可以安排早上去蒙马特，中午在街区小餐馆用餐，再沿着塞纳河散步。你想哪几天去？

source: The local session was cleared, but Cognito token revocation could not be confirmed.
ar: تم مسح الجلسة المحلية، لكن تعذّر التأكد من إلغاء صلاحية رمز Cognito.
es: Se borró la sesión local, pero no se pudo confirmar la revocación del token de Cognito.
fa: نشست محلی پاک شد، اما لغو توکن Cognito تأیید نشد.
fil: Na-clear ang lokal na session, pero hindi nakumpirma ang pagbawi sa Cognito token.
fil_ph: Na-clear ang lokal na session, pero hindi nakumpirma ang pagbawi sa token ng Cognito.
fr: La session locale a été effacée, mais la révocation du jeton Cognito n’a pas pu être confirmée.
it: La sessione locale è stata cancellata, ma non è stato possibile confermare la revoca del token Cognito.
ja: ローカルセッションは消去されましたが、Cognitoのトークン失効を確認できませんでした。
ko: 로컬 세션은 삭제했지만 Cognito 토큰 폐기를 확인할 수 없었습니다.
ru: Локальный сеанс завершён, но подтвердить отзыв токена Cognito не удалось.
tr: Yerel oturum temizlendi ancak Cognito belirtecinin iptal edildiği doğrulanamadı.
vi: Phiên đăng nhập trên thiết bị đã được xóa, nhưng không thể xác nhận việc thu hồi mã thông báo Cognito.
zh_hans: 本地会话已清除，但无法确认 Cognito 令牌已撤销。
